Repository: anshumaPathak/v_pharmacy
Catalog: lib/l10n/app_*.arb
Languages: hi

source: login
hi: लॉगिन करें

source: V Pharmacy
hi: V फ़ार्मेसी

source: Home
hi: होम

source: Services
hi: सर्विसेज़

source: About
hi: हमारे बारे में

source: Contact
hi: संपर्क करें

source: Our Services
hi: हमारी सेवाएं

# experienceSeamlessHealthcareServices
source: Experience seamless healthcare services with our comprehensive platform
hi: हमारे व्यापक प्लेटफ़ॉर्म के साथ निर्बाध स्वास्थ्य सेवाओं का अनुभव करें

source: Order Medicine
hi: दवाई ऑर्डर करें

source: Upload prescription and order with ease
hi: पर्ची अपलोड करें और आसानी से ऑर्डर करें

source: Track Order
hi: ऑर्डर ट्रैक करें

source: Real-time tracking with WhatsApp and call updates
hi: व्हाट्सएप और कॉल अपडेट के साथ रियल-टाइम ट्रैकिंग

source: Verify Medicine
hi: दवा सत्यापित करें

source: Check authenticity verification system
hi: प्रामाणिकता सत्यापन प्रणाली की जाँच करें

source: Why Choose V Pharmacy
hi: V फ़ार्मेसी क्यों चुनें

source: We prioritize your health and safety with our trusted and reliable services
hi: हम अपनी विश्वसनीय सेवाओं के साथ आपकी सेहत और सुरक्षा को प्राथमिकता देते हैं

source: Happy Customers
hi: संतुष्ट ग्राहक

source: Delivery Success
hi: डिलीवरी सफल

source: Support Available
hi: सहायता उपलब्ध

source: Verified Medicines
hi: सत्यापित दवाइयाँ

source: Ready to Get Started
hi: शुरू करने के लिए तैयार हैं

source: Join thousands of satisfied customers who trust MediCare for their healthcare needs
hi: उन हजारों संतुष्ट ग्राहकों में शामिल हों जो अपनी स्वास्थ्य आवश्यकताओं के लिए MediCare पर भरोसा करते हैं

source: Your Trusted
hi: आपका भरोसेमंद

source: Medicine Partner
hi: दवा साथी

# orderVerifiedMedicinesTrackDeliver
source: Order verified medicines, track deliveries in real-time,and ensure authenticity with our professional healthcare platform.
hi: सत्यापित दवाइयाँ ऑर्डर करें, डिलीवरी को रियल-टाइम में ट्रैक करें और हमारी पेशेवर स्वास्थ्य सेवा प्लेटफ़ॉर्म के साथ प्रामाणिकता सुनिश्चित करें।

source: Learn More
hi: और जानें

source: Rating
hi: रेटिंग

# allMedicinesAreThoroughly
source: All medicines are thoroughly\nverified for authenticity and quality
hi: सभी दवाइयाँ पूरी तरह से\nप्रामाणिकता और गुणवत्ता के लिए जाँची जाती हैं

source: Fast Delivery
hi: तेज़ डिलीवरी

# quickAndReliableDeliveryRightTo
source: Quick and reliable delivery right to\nyour doorstep
hi: तेज़ और भरोसेमंद डिलीवरी सीधे\nआपके दरवाजे तक

source: Support
hi: सहायता

# roundTheClockCustomer
source: Round-the-clock customer\nsupport via WhatsApp and phone
hi: व्हाट्सएप और फ़ोन के माध्यम से\n24/7 ग्राहक सहायता

source: Licensed Pharmacy
hi: लाइसेंस प्राप्त फ़ार्मेसी

# fullyLicensedAndCertified
source: Fully licensed and certified\npharmacy with quality assurance
hi: पूरी तरह लाइसेंस प्राप्त और प्रमाणित\nफ़ार्मेसी गुणवत्ता आश्वासन के साथ

source: Our Values
hi: हमारे मूल्य

source: The principles that guide everything we do
hi: वे सिद्धांत जो हमारे हर कार्य को मार्गदर्शित करते हैं

source: Quality Assurance
hi: गुणवत्ता आश्वासन

# everyMedicineUndergoesRigorousQualityChecks
source: Every medicine undergoes rigorous quality checks and verification processes to ensure safety and efficacy.
hi: हर दवा सुरक्षा और प्रभावशीलता सुनिश्चित करने के लिए कड़े गुणवत्ता जांच और सत्यापन प्रक्रियाओं से गुजरती है।

source: Patient Care
hi: रोगी देखभाल

# wePrioritizePatientWellbeingProvidingCompassionate
source: We prioritize patient well-being, providing compassionate and reliable healthcare services.
hi: हम रोगियों के कल्याण को प्राथमिकता देते हैं, और संवेदनशील तथा विश्वसनीय स्वास्थ्य सेवाएं प्रदान करते हैं।

source: Reliability
hi: विश्वसनीयता

# trustedByThousandsOfCustomersWeMaintainTheHighest
source: Trusted by thousands of customers, we maintain the highest standards of service and delivery.
hi: हजारों ग्राहकों द्वारा भरोसेमंद, हम सेवा और डिलीवरी के सर्वोच्च मानकों को बनाए रखते हैं।

source: Accessibility
hi: सुलभता

# availabilityEnsuresYouCanAccessHealthcareServicesWheneverYou
source: 24/7 availability ensures you can access healthcare services whenever you need them.
hi: 24/7 उपलब्धता यह सुनिश्चित करती है कि आप जब चाहें स्वास्थ्य सेवाओं का उपयोग कर सकें।

source: Our Impact
hi: हमारा प्रभाव

source: Numbers that reflect our commitment to excellence
hi: संख्याएं जो हमारी उत्कृष्टता के प्रति प्रतिबद्धता को दर्शाती हैं

source: Customers Served
hi: सेवा प्राप्त ग्राहक

source: Delivery Success Rate
hi: डिलीवरी सफलता दर

source: Industry Experience
hi: उद्योग अनुभव

source: Customer Support
hi: ग्राहक सहायता

source: Certifications & Trust
hi: प्रमाणन और विश्वास

source: Our commitment to quality is backed by industry-leading certifications
hi: गुणवत्ता के प्रति हमारी प्रतिबद्धता को उद्योग के प्रमुख प्रमाणपत्रों का समर्थन प्राप्त है।

source: FDA Approved
hi: FDA अनुमोदित

source: WHO GMP Certified
hi: WHO GMP प्रमाणित

source: What Our Customers Say
hi: हमारे ग्राहकों का कहना

source: Real experiences from our valued customers
hi: हमारे मूल्यवान ग्राहकों के वास्तविक अनुभव

source: Sarah Johnson
hi: सारा जॉनसन

source: Regular Customer
hi: नियमित ग्राहक

# mediCareHasBeenALifesaverFastDeliveryGenuine
source: MediCare has been a lifesaver! Fast delivery, genuine medicines, and excellent customer support.
hi: MediCare जीवन रक्षक साबित हुआ है! तेज़ डिलीवरी, असली दवाइयाँ और उत्कृष्ट ग्राहक सहायता।

source: Dr. Michael Chen
hi: डॉ. माइकल चेन

source: Healthcare Professional
hi: स्वास्थ्य सेवा विशेषज्ञ

# iRecommendMediCareToMyPatients
source: I recommend MediCare to my patients. Their verification system ensures medicine authenticity.
hi: मैं अपने मरीजों को MediCare की सिफारिश करता हूँ। उनका सत्यापन सिस्टम दवा की प्रामाणिकता सुनिश्चित करता है।

source: Emily Rodriguez
hi: एमिली रोड्रिगेज़

source: Satisfied Customer
hi: संतुष्ट ग्राहक

# theTrackingSystemIsAmazing
source: The tracking system is amazing. I always know exactly when my medicines will arrive.
hi: ट्रैकिंग सिस्टम शानदार है। मुझे हमेशा पता रहता है कि मेरी दवाइयाँ कब पहुंचेंगी।

# weAreALeadingHealthcarePlatformDedicatedToProvidingSafe
source: We are a leading healthcare platform dedicated to providing safe, reliable, and accessible medicine ordering and verification services. Our mission is to bridge the gap between patients and quality healthcare.
hi: हम एक प्रमुख स्वास्थ्य प्लेटफ़ॉर्म हैं जो सुरक्षित, विश्वसनीय और सुलभ दवा ऑर्डरिंग और सत्यापन सेवाएँ प्रदान करने के लिए समर्पित हैं। हमारा मिशन रोगियों और गुणवत्तापूर्ण स्वास्थ्य सेवाओं के बीच की खाई को पाटना है।

source: Years Experience
hi: वर्षों का अनुभव

source: Our Mission
hi: हमारा मिशन

# toProvideAccessibleReliableAndSafeHealthcareServicesByLeveragingTechnologyTo
source: To provide accessible, reliable, and safe healthcare services by leveraging technology to connect patients with verified medicines and professional healthcare support. We strive to make healthcare more convenient and trustworthy for everyone.
hi: तकनीक का उपयोग करके सुलभ, विश्वसनीय और सुरक्षित स्वास्थ्य सेवाएं प्रदान करना ताकि मरीज सत्यापित दवाओं और पेशेवर स्वास्थ्य सहायता से जुड़ सकें। हमारा लक्ष्य सभी के लिए स्वास्थ्य सेवाओं को अधिक सुविधाजनक और भरोसेमंद बनाना है।

source: Our Vision
hi: हमारा विज़न

# toBecomeTheMostTrustedHealthcarePlatform
source: To become the most trusted healthcare platform globally, where every patient can access quality medicines with confidence, transparency, and convenience.
hi: दुनिया का सबसे भरोसेमंद स्वास्थ्य प्लेटफ़ॉर्म बनना, जहाँ हर मरीज आत्मविश्वास, पारदर्शिता और सुविधा के साथ गुणवत्तापूर्ण दवाओं तक पहुंच सके।

source: Get in Touch
hi: संपर्क करें

# weHereToHelpReachOutToUsAnytimeForSupport
source: We're here to help! Reach out to us anytime for support, questions, or assistance with your
hi: हम आपकी सहायता के लिए यहाँ हैं! सहायता, प्रश्न या सहयोग के लिए किसी भी समय हमसे संपर्क करें

source: medicine orders and verification.
hi: दवा के ऑर्डर और सत्यापन के लिए।

source: Contact Methods
hi: संपर्क के तरीके

source: Choose your preferred way to reach us
hi: हमसे संपर्क करने का अपना पसंदीदा तरीका चुनें

source: WhatsApp Support
hi: व्हाट्सएप सहायता

source: Get instant help via WhatsApp
hi: व्हाट्सएप के माध्यम से त्वरित सहायता प्राप्त करें

source: Chat Now
hi: अभी चैट करें

source: Phone Support
hi: फ़ोन सहायता

source: Talk to our support team
hi: हमारी सहायता टीम से बात करें

source: Call Now
hi: अभी कॉल करें

source: Email Support
hi: ईमेल सहायता

source: Send us your queries
hi: हमें अपने प्रश्न भेजें

source: Send Email
hi: ईमेल भेजें

source: Send us a Message
hi: हमें संदेश भेजें

# fillOutTheFormBelowAndWeGetBackToYouWithin24Hours
source: Fill out the form below and we'll get back to you within 24 hours.
hi: नीचे दिया गया फ़ॉर्म भरें और हम 24 घंटे के भीतर आपसे संपर्क करेंगे।

source: Full Name
hi: पूरा नाम *

source: Enter your full name
hi: अपना पूरा नाम दर्ज करें

source: Email Address
hi: ईमेल पता

source: Phone Number *
hi: फोन नंबर *

source: Category
hi: श्रेणी

source: Subject
hi: विषय

source: Brief description of your inquiry
hi: अपने प्रश्न का संक्षिप्त विवरण दें

source: Description
hi: विवरण

source: Submit Message
hi: संदेश सबमिट करें

source: Our Support Hours
hi: हमारे सहायता के घंटे

source: Available
hi: उपलब्ध

source: Live Chat
hi: लाइव चैट

source: Daily
hi: प्रतिदिन

source: Address
hi: पता

source: Healthcare Avenue
hi: हेल्थकेयर एवेन्यू

source: Medical District
hi: मेडिकल डिस्ट्रिक्ट

# newYork
source: New York, NY
hi: न्यूयॉर्क, एन.वाई.

source: United States
hi: संयुक्त राज्य अमेरिका

source: Office Hours
hi: कार्यालय समय

source: Monday - Friday
hi: सोमवार - शुक्रवार

source: Saturday
hi: शनिवार

source: Sunday: Closed
hi: रविवार: बंद

source: Emergency
hi: आपातकालीन

source: Interactive Map
hi: इंटरएक्टिव मानचित्र

source: Click to view location
hi: स्थान देखने के लिए क्लिक करें

source: Our
hi: हमारी

# comprehensiveHealthcareServicesDesignedTo
source: Comprehensive healthcare services designed to make medicine ordering, tracking, and verification simple and secure.
hi: व्यापक स्वास्थ्य सेवाएँ, जो दवाइयों का ऑर्डर करना, ट्रैक करना और सत्यापन करना सरल और सुरक्षित बनाती हैं।

source: Upload prescription and order verified medicines
hi: प्रिस्क्रिप्शन अपलोड करें और सत्यापित दवाइयाँ ऑर्डर करें

source: Real-time order tracking and status updates
hi: रियल-टाइम ऑर्डर ट्रैकिंग और स्थिति अपडेट

source: Check medicine authenticity and genuineness
hi: दवा की प्रामाणिकता और वास्तविकता की जाँच करें

source: Key Features
hi: मुख्य विशेषताएँ

# featureCategorySelection
source: Category selection by disease/ailment
hi: रोग/बीमारी के अनुसार श्रेणी चयन

# featurePrescriptionUpload
source: Prescription upload and verification
hi: प्रिस्क्रिप्शन अपलोड और सत्यापन

# featureWhatsAppUpdates
source: WhatsApp and call updates
hi: व्हाट्सएप और कॉल अपडेट्स

# featureSecurePayment
source: Secure payment options
hi: सुरक्षित भुगतान विकल्प

# featureRealTimeOrder
source: Real-time order status
hi: रियल-टाइम ऑर्डर स्थिति

# featureAdminVerification
source: Admin verification process
hi: एडमिन सत्यापन प्रक्रिया

# featurePriceConfirmation
source: Price confirmation with discount
hi: छूट के साथ मूल्य पुष्टि

# featureDeliveryTracking
source: Delivery tracking
hi: डिलीवरी ट्रैकिंग

# featureBarcodeScanning
source: Barcode scanning
hi: बारकोड स्कैनिंग

# featureMedicineDetails
source: Medicine details verification
hi: दवा विवरण सत्यापन

# featureAuthenticityConfirmation
source: Authenticity confirmation
hi: प्रामाणिकता पुष्टि

# featureCounterfeitDetection
source: Counterfeit detection
hi: नकली दवा पहचान

# orderMedicineSubtitle
source: Fill out the form below to order your medicines. Upload your prescription for verification.
hi: अपनी दवाइयाँ ऑर्डर करने के लिए नीचे फॉर्म भरें। सत्यापन के लिए अपनी प्रिस्क्रिप्शन अपलोड करें।

source: Please
hi: कृपया

# toPlaceOrder
source: to place an order.
hi: ऑर्डर करने के लिए।

source: Order Information
hi: ऑर्डर जानकारी

# enterFullName
source: Enter your full name
hi: अपना पूरा नाम दर्ज करें

# diseaseCategory
source: Disease/Ailment Category *
hi: रोग/बीमारी श्रेणी *

source: Select category
hi: श्रेणी चुनें

source: Delivery Address *
hi: डिलीवरी पता *

# enterAddress
source: Enter your complete address
hi: अपना पूरा पता दर्ज करें

source: Email Address (Optional)
hi: ईमेल पता (वैकल्पिक)

# enterEmail
source: your.email@example.com
hi: आपका ईमेल@example.com

source: WhatsApp Number *
hi: व्हाट्सएप नंबर *

# whatsappInfo
source: All order updates will be sent to this number
hi: सभी ऑर्डर अपडेट्स इस नंबर पर भेजे जाएंगे

source: Alternate Contact Number
hi: वैकल्पिक संपर्क नंबर

source: Medicine Duration *
hi: दवा अवधि *

source: Select duration
hi: अवधि चुनें

source: Special Instructions (Optional)
hi: विशेष निर्देश (वैकल्पिक)

# addSpecialInstructions
source: Add any special instructions or notes...
hi: कोई विशेष निर्देश या नोट जोड़ें...

source: Submit Order
hi: ऑर्डर सबमिट करें

# categoryPainRelief
source: Pain Relief
hi: दर्द निवारक

# categoryColdFlu
source: Cold & Flu
hi: जुकाम और फ्लू

# categoryDiabetes
source: Diabetes
hi: मधुमेह

# categoryHeartDisease
source: Heart Disease
hi: हृदय रोग

# categoryBloodPressure
source: Blood Pressure
hi: रक्तचाप

# categorySkinCare
source: Skin Care
hi: त्वचा की देखभाल

# categoryDigestiveHealth
source: Digestive Health
hi: पाचन स्वास्थ्य

# categoryMentalHealth
source: Mental Health
hi: मानसिक स्वास्थ्य

# duration1to7Days
source: 1-7 days
hi: 1-7 दिन

# duration1to2Weeks
source: 1-2 weeks
hi: 1-2 सप्ताह

# duration2to4Weeks
source: 2-4 weeks
hi: 2-4 सप्ताह

# duration1to3Months
source: 1-3 months
hi: 1-3 महीने

# duration3to6Months
source: 3-6 months
hi: 3-6 महीने

# duration6PlusMonths
source: 6+ months
hi: 6+ महीने

source: Order Process
hi: ऑर्डर प्रक्रिया

# step1
source: Submit order with prescription upload
hi: प्रिस्क्रिप्शन अपलोड के साथ ऑर्डर सबमिट करें

# step2
source: Wait for prescription verification by admin (2-4 hours)
hi: एडमिन द्वारा प्रिस्क्रिप्शन सत्यापन का इंतजार करें (2-4 घंटे)

# step3
source: Receive final price with discount via WhatsApp/call
hi: व्हाट्सएप/कॉल के माध्यम से अंतिम मूल्य प्राप्त करें

# step4
source: Accept price or cancel order
hi: मूल्य स्वीकार करें या ऑर्डर रद्द करें

# step5
source: Receive medicine at your doorstep
hi: दवाइयाँ आपके घर पर प्राप्त करें

source: Need Help?
hi: मदद चाहिए?

# helpDescription
source: Our support team is available 24/7 to assist you with any questions or concerns.
hi: हमारी सहायता टीम किसी भी प्रश्न या समस्या में आपकी 24/7 मदद के लिए उपलब्ध है।

source: WhatsApp Support
hi: व्हाट्सएप सहायता

source: Call Support
hi: कॉल सहायता

source: Available 24/7
hi: 24/7 उपलब्ध
